'use strict';

let menu = {
    "Вегетарианская": {
        ingredients: ["соус томатный", "моцарелла", "кукуруза", "маслины", "помидор", "оливки", "шампиньоны", "петрушка"],
        calories: 750,
        price: '125 грн'
    },
    "Маргарита": {
        ingredients: ["соус томатный", "моцарелла", "помидор", "руккола"],
        calories: 950,
        price: '95 грн'
    },
    "С морепродуктами": {
        ingredients: ["соус тартар", "мидии", "кальмары", "креветки", "моцарелла", "лимон"],
        calories: 1000,
        price: '165 грн'
    },
    "С курицей и ананасами": {
        ingredients: ["соус томатный", "моцарелла", "ананасы", "курица копченая", "пармезан"],
        calories: 1050,
        price: '130 грн'
    },
    "Пепперони": {
        ingredients: ["соус томатный", "пеперони", "помедоры черри", "моцарелла", "пармезан", "петрушка"],
        calories: 1200,
        price: '140 грн'
    },
    "С говядиной": {
        ingredients: ["соус томатный", "моцарелла", "говядина", "лук", "пармезан", "помидор"],
        calories: 1250,
        price: '150 грн'
    },
    "4 сыра": {
        ingredients: ["соус томатный", "пармезан", "моцарелла", "чеддар", "дорблю", "руккола"],
        calories: 950,
        price: '150 грн'
    },
    "С беконом": {
        ingredients: ["соус томатный", "моцарелла", "бекон", "помидор", "пармезан", "петрушка"],
        calories: 1100,
        price: '135 грн'
    },
    "С курицей": {
        ingredients: ["соус сливочный", "моцарелла", "куриное филе", "лук", "шампиньоны", "пармезан", "руккола"],
        calories: 1050,
        price: '130 грн'
    },
    "С ветчиной": {
        ingredients: ["соус томатный", "шампиньоны", "моцарелла", "пармезан", "ветчина", "помидор", "путрушка"],
        calories: 1150,
        price: '135 грн'
    },
    "Мясная": {
        ingredients: ["соус сливочный", "шампиньоны", "куриное филе", "свинина", "лук", "помидор черри", "моцарелла", "пармезан", "базилик"],
        calories: 1500,
        price: '145 грн'
    },
    "С ананасами и ветчиной": {
        ingredients: ["соус томатный", "ветчина", "пармезан", "моцарелла", "ананасы", "руккола"],
        calories: 1150,
        price: '140 грн'
    },
    "С курицей и беконом": {
        ingredients: ["соус томатный", "бекон", "курица копченая", "помидор", "моцарелла", "пармезан", "оливки", "петрушка"],
        calories: 1250,
        price: '145 грн'
    },
    "Маринара": {
        ingredients: ["соус томатный", "шампиньоны", "помидор", "куриное филе", "моцарелла", "пармезан", "петрушка"],
        calories: 1000,
        price: '140 грн'
    },
    "4 сезона": {
        ingredients: ["соус томатный", "моцарелла", "ветчина", "шампиньоны", "колбаски охотничьи", "курица копченая", "помидор", "стручковая фасоль", "пармезан", "петрушка"],
        calories: 950,
        price: '150 грн'
    },
    "Чесночная с беконом": {
        ingredients: ["соус томатный", "моцарелла", "помидор", "бекон", "чеснок", "пармезан", "петрушка"],
        calories: 1050,
        price: '120 грн'
    },
    "Свит чили со свининой": {
        ingredients: ["соус свит чили", "свинина", "ананасы", "перец болгарский", "моцарелла", "пармезан", "базалик"],
        calories: 1300,
        price: '145 грн'
    },
    "Баварская": {
        ingredients: ["соус томатный", "колбаски охотничьи", "лук", "оливки", "моцарелла", "петрушка", "опята маринованные"],
        calories: 1250,
        price: '135 грн'
    },
    "Свит чили с курицей": {
        ingredients: ["соус свит чили", "куриное филе", "ананасы", "перец болгарский", "моцарелла", "сыр пармезан", "базалик"],
        calories: 1050,
        price: '145 грн'
    }
};